[Heros_names.A_Ashmudar_Name H7GlobalName]
mName="阿什穆达尔"

[HeroBio.A_HeroBio_Ashmudar H7HeroBioData]
mText="阿什穆达尔对他的族人来说是个谜。得益于他所获得的变异，他的智力超越了所有同伴。他将这份智慧用于服务他人，以建造更多、更快。"

[Archetype_Magic_balance.A_Ashmudar H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Asktor_Name H7GlobalName]
mName="阿斯克托"

[HeroBio.A_HeroBio_Asktor H7HeroBioData]
mText="在阿斯克托出生的沼泽地里，他必须为生存而战，包括吞食那些太弱而无法自卫的兄弟姐妹。阿斯克托发展出一种无法抑制的对权力的需求。他找到了一个完美的方法：积累财富，迫使需要资金的同辈向他效忠……"

[Archetype_Magic_offence.A_Asktor H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Astina_Name H7GlobalName]
mName="阿斯蒂娜"

[Stronghold_HallHeroes.A_HeroBio_Astina H7HeroBioData]
mText="在断刃氏族中，阿斯蒂娜是所有年轻女孩中最敏捷的。每个人都预言她会获得最高的战士荣誉，但没有人事先知道她会在年轻时于一场激烈的战斗中阵亡，成为传奇。但这没有算到阿斯蒂娜。阿斯蒂娜很快明白，改善民众命运不是靠战争，而是靠建设。就这样，阿斯蒂娜通过资助各种旨在改善最弱者境遇的进步事业，成为了最伟大的兽人女性之一。"

[Stronghold.A_Astina H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Bugindhi_Name H7GlobalName]
mName="布金迪"

[Dungeon_HallHeroes.A_HeroBio_Bugindhi H7HeroBioData]
mText="布金迪在一个夜晚来到了氏族的地下城，从此再未离开。他在那里找到了可以借助其高超的经济学知识帮助的人们。他帮助改善了如今繁荣昌盛的城市，以至于被任命为总督。"

[Dungeon.A_Bugindhi H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Demonia_Name H7GlobalName]
mName="德莫妮亚"

[Hero_Xana.A_HeroBio_Demonia H7HeroBioData]
mText="德莫妮亚喜欢看着她用魔法创造的火焰吞噬敌人。但她最大的乐趣是随后抢劫那些冒着烟的尸体，因为她只爱黄金。"

[Archetype.A_Demonia H7EditorHero]
mName=""
mLore="德莫妮亚喜欢看着她用魔法创造的火焰吞噬敌人。但她最大的乐趣是随后抢劫那些冒着烟的尸体，因为她只爱黄金。"

[Heros_names.A_Duchess_Silmal_Name H7GlobalName]
mName="西尔玛女公爵"

[Necropolis_HallHeroes.A_HeroBio_Duchess_Silmal H7HeroBioData]
mText="年轻的西尔玛女公爵原本过着毫无波澜的生活，直到她遇见了那个引诱了她的奇怪伯爵。接下来的夜晚令人难忘，他们的爱情游戏走向了她仍未知的方向。直到那个致命的时刻，伯爵咬了她的脖子。第二天，年轻的女公爵不得不面对现实，她的人性已消失，一种无法抑制的嗜血渴望缠绕着她。"

[Necropolis.A_Duchess_Silmal H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Falina_Name H7GlobalName]
mName="法莉娜"

[heropedya.A_HeroBio_Falina H7HeroBioData]
mText="小时候，法莉娜讨厌冰，这让她的父母感到绝望。没有人理解的是，法莉娜不仅能像她氏族的所有法师一样听到冰的声音，而且冰也在倾听她，并服从她，这吓坏了这个孩子。大师塞拉菲尔在访问村庄时注意到了法莉娜，并理解了她的困扰。他收留了她，并教导她不再畏惧冰之美。多亏了他，法莉娜也成为了一位伟大的寒冰法师。"

[Archetype.A_Falina H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Forluma_Name H7GlobalName]
mName="弗卢玛"

[Hero_Xana.A_HeroBio_Forluma H7HeroBioData]
mText="很小的时候，弗卢玛就痛苦地认识到火焰是会吞噬一切的。但弗卢玛是个斗士，她不接受任何事物能抵抗她。这就是为什么弗卢玛将所有时间都投入到对火焰的研究中。她从中获得了无与伦比的力量，并成为了一位伟大的火焰法师。"

[Archetype.A_Forluma H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Hector_Name H7GlobalName]
mName="赫克托"

[Fortress_HallHeroes.A_HeroBio_Hector H7HeroBioData]
mText="赫克托在青少年时期就痴迷于从矿井中开采出的各种各样的矿物。必须说的是，他村庄的矮人是狂热的矿工，能够通过最微小的线索成功发现矿脉。赫克托决定毕生致力于让所有这些财富增长。"

[Fortress.A_Hector H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Ilmania_Name H7GlobalName]
mName="伊尔玛尼亚"

[Fortress_HallHeroes.A_HeroBio_Ilmania H7HeroBioData]
mText="在黑暗的矮人矿井中，伊尔玛尼亚最喜欢观察他的火焰在从岩石中艰难开采出的黄金上的反射。财富和火焰产生的光芒是他在洞穴斯巴达式黑暗生活中的乐趣。几十年来，她不断在这些技能的掌握上取得进步。"

[Fortress.A_Ilmania H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Isabella_Name H7GlobalName]
mName="伊莎贝拉"

[Haven_HallHeroes.A_HeroBio_Isabella H7HeroBioData]
mText="伊莎贝拉的年轻只有她对金融的精通才能与之匹敌。伊莎贝拉毫不犹豫地向王国里最强大的银行家发起挑战——他们往往也是最大的窃贼，只不过他们受法律保护——以便在交易中恢复一点正义。这样做，她吸引了这些极其富有的人的愤怒，但他们所有试图消除这个麻烦的尝试都失败了，因为伊莎贝拉除了是金融专家，还是一位伟大的法师。"

[Haven.A_Isabella H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Ishandia_Name H7GlobalName]
mName="伊珊迪亚"

[heropedya.A_HeroBio_Ishandia H7HeroBioData]
mText="在她通常居住的宝塔中，伊珊迪亚研究气系魔法，并希望达到高超的掌握程度。但她将所有的希望都寄托在金融上，想要超越任何限度地致富。"

[Hero_Magic.A_Ishandia H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Maeve_Name H7GlobalName]
mName="梅芙"

[Academy_HallHeroes.A_HeroBio_Maeve H7HeroBioData]
mText="梅芙的父母是银行家，所以她的道路很明确。这就是为什么梅芙从家人那里学到了很多金融艺术。但梅芙的梦想完全不同。这就是为什么她秘密前往魔法学院，并练习掌握最夸张的法术。最终，梅芙成功地将她所有的技能结合起来，以便能够以最大的智慧统治一座城市。"

[Academy.A_Maeve H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Mastina_Name H7GlobalName]
mName="玛斯蒂娜"

[heropedya.A_HeroBio_Mastina H7HeroBioData]
mText="被狼的部队赶出村庄后，玛斯蒂娜的父母逃进了山里。在那里他们遇到了一个坐落在山脉最高点的村庄，那里的冰永不融化。这让只知道水的玛斯蒂娜感到震惊。就这样，玛斯蒂娜了解了寒冰魔法，并成为了一位伟大的法师。"

[Archetype.A_Mastina H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Melchior_Name H7GlobalName]
mName="梅尔基奥尔"

[Academy_HallHeroes.A_Herobio_Melchior H7HeroBioData]
mText="没有人记得梅尔基奥尔来自哪里，因为没有人老到能记得。然而，梅尔基奥尔在童年时期遭受了很多痛苦，这种痛苦教会了他关心每一个人。总是体贴，毫不犹豫地在白天或夜晚的任何时候介入帮助他人。这就是梅尔基奥尔。但梅尔基奥尔除了对源力魔法的精通之外，还精通金融艺术，他有意利用它来帮助有需要的人。"

[Academy.A_Melchior H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Miranda_Name H7GlobalName]
mName="米兰达"

[Sylvan_HallHeroes.A_HeroBio_Miranda H7HeroBioData]
mText="当米兰达独自在森林里玩耍时，她看到一群人类僧侣出现。她正躲在一个灌木丛中观察他们，这时其中一人察觉到了她的存在。她被捕获并强行带到了寺院，在那里接受了神秘主义教育。但米兰达，尽管与她的森林隔绝，却通过魔法成功地与所有生命保持着牢固的联系。她如此巧妙地隐藏了她与自然的联系，以至于她的导师们对此一无所知。当她的灵性教育完成后，她——自由地——去城市生活。她等待的时间刚好足够消除所有怀疑，然后在一个无月之夜，逃离了这座令人窒息的城市，回到了她童年的森林。在那里，她找到了她的氏族。在那里她学会了完善她的魔法艺术，并作为交换，合理化了氏族的开支。她获得了无与伦比的声望，并决定致力于统治她的村庄。"

[Sylvan.A_Miranda H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Noraldhi_Name H7GlobalName]
mName="诺拉尔迪"

[Academy_HallHeroes.A_HeroBio_Noraldhi H7HeroBioData]
mText="很久以前，当他还只是个孩子的时候，诺拉尔迪梦想着把水引到他干旱的村庄。从那以后，桥下已流过很多水，而诺拉尔迪与此不无关系。他已成为一位伟大的法师，并因此受到尊敬。"

[Academy.A_Noraldhi H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Rebecca_Name H7GlobalName]
mName="丽贝卡"

[Haven_HallHeroes.A_HeroBio_Rebecca H7HeroBioData]
mText="那天她收到了那顶大法师帽，丽贝卡欣喜若狂。而且是双倍的喜悦，因为她确实是因为光明魔法才获得了这一殊荣。但丽贝卡也知道，她必须找到一种方法来资助光明信仰。这就是为什么她毫不犹豫地进行她的小把戏——隐藏在她经济学家这一正式职业之下——并旨在为她的信仰服务。"

[Haven.A_Rebecca H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Robin_Name H7GlobalName]
mName="罗宾"

[Sylvan_HallHeroes.A_HeroBio_Robin H7HeroBioData]
mText="小时候，罗宾平静地生活在他的森林村庄里。直到那个夜晚，狼的军队席卷森林，袭击了他毫无防备的村庄，屠杀了几乎全部人口，包括他自己的父母。罗宾和其他几个人设法逃脱，并躲藏在森林深处。在那里，罗宾——现在是孤儿——由一对自己也因人类侵略而失去儿子的幸存者夫妇照顾和抚养长大。罗宾受到了宠爱，他的养父向他揭示了森林的秘密。但罗宾，对那个悲惨夜晚的记忆萦绕在他的噩梦中，决心让精灵们不再任由人类部队屠杀。年轻的成年后，他成为了他所在群体的领袖，并坚定地打算建立一个能够抵抗入侵者的团结村庄。孤儿变成了总督。"

[Sylvan.A_Robin H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Siloa_Name H7GlobalName]
mName="西洛亚"

[Dungeon_HallHeroes.A_HeroBio_Siloa H7HeroBioData]
mText="在她出生的黑暗洞穴中，西洛亚只看到黑暗和伏击。她自己的领主是如此奸诈，以至于他通过欺骗他的臣民而自贬身份。这就是为什么西洛亚决定在他自己的游戏中击败他。她如此深入地研究了金融机制，以至于成功地封锁了她领主所有的资金来源，从而迫使这个卑鄙的领主归还他所偷窃的东西并且永不再犯。她赢得了所有人的认可，她的领主不得不任命她为总督。"

[Dungeon.A_Siloa H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Sinh_Name H7GlobalName]
mName="辛赫"

[heropedya.A_HeroBio_Sinh H7HeroBioData]
mText="自记事起，辛赫就一直帮助他的亲人和所有的朋友。对他来说，建造任何对社区有用的东西变得自然而然。就这样，辛赫成为了总督。"

[Hero_Magic.A_Sinh H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Turdar_Name H7GlobalName]
mName="图尔达尔"

[HeroBio.A_HeroBio_Turdar H7HeroBioData]
mText="在地底深处，秽巢民族继续着他们对生命的实验。但到了某个时候，没有人能再资助他们了。那天，图尔达尔明白了他的使命是什么，他将成为那个通过金融让一切成为可能的人。"

[Archetype_Magic_balance.A_Turdar H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Tyranar_Name H7GlobalName]
mName="泰拉纳"

[HeroBio.A_HeroBio_Tyranar H7HeroBioData]
mText="泰拉纳无法满足自己。他总是饥饿。需要食物，也需要财富。这就是泰拉纳，亚山所承载过的最能吞噬食物和黄金的存在……"

[Archetype_Magic_offence.A_Tyranar H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Vanessa_Name H7GlobalName]
mName="瓦妮莎"

[heropedya.A_HeroBio_Vanessa H7HeroBioData]
mText="小时候，瓦妮莎喜欢在新鲜的雪上滑行，冰对她来说没有秘密。她学会了处理所有形式的冻结水。但是，她父亲的一句话——没有水就做不成冰——如此频繁地出现在她的脑海中，以至于她轻易地理解了其隐藏的含义。这就是为什么，与其他公开蔑视任何形式财富的水系法师不同，她致力于合理化自己的开支，然后是她的氏族的开支。她的力量，因节约而增强，使她能够建造得更多、更快。瓦妮莎的声望变得如此之高，以至于她很快被任命为总督。"
[Archetype.A_Vanessa H7EditorHero]
mName=""
mLore=""

[Archetype.A_Vanessa H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Yasmine_Name H7GlobalName]
mName="雅斯敏"

[Stronghold_HallHeroes.A_HeroBio_Yasmine H7HeroBioData]
mText="沙漠之女，雅斯敏的整个童年都在游牧中度过，白天整天行走，晚上在家庭帐篷中休息，从一个村庄到另一个村庄，用当地产品交换她的家人从其他非常遥远的地方运来的产品。就这样，雅斯敏学会了所有关于讨价还价的艺术，这将她引向了对金融的精通。但雅斯敏，经常面对风沙和缺水，对这两种元素发展出了一种特殊的亲和力。过了一段时间，她意识到不是她在倾听空气和水，而是它们在倾听她……"

[Stronghold.A_Yasmine H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Younes_Name H7GlobalName]
mName="尤尼斯"

[Stronghold_HallHeroes.A_HeroBio_Younes H7HeroBioData]
mText="尤尼斯是空气民族智者中的一位伟大的智者。他对气系魔法的高超掌握使他成为一位杰出的战士。但尤尼斯也懂得观星，并且早就明白空气不能升得那么高，其力量——事实上——是有限的。"

[Stronghold.A_Younes H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Zafrina_Name H7GlobalName]
mName="扎芙瑞娜"

[Necropolis_HallHeroes.A_HeroBio_Zafrina H7HeroBioData]
mText="你不是天生就是吸血鬼，而是变成了吸血鬼。这句格言几个世纪以来一直萦绕在扎芙瑞娜的夜晚，自从时间不再对她有任何束缚，自从她永生不死。但也自从她失去了温暖、温柔和最单纯的友谊。她知道她会看到所有这些凡人都消失，那么为什么要依恋呢？她存在的这种空虚如此沉重地压在她身上，以至于她决定退缩到权力和财富之中，这些东西同样徒劳，但却如此更加物质化……"

[Necropolis.A_Zafrina H7EditorHero]
mName=""
mLore=""


[CreatureGrowthBonus.A_dewling_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="外部住所大师"
mTooltip="总督：在该英雄担任总督的城镇控制范围内，核心和精英外部住所的生物周产量增加 35%。"


[CreatureGrowthBonus.A_dweling_master_Buff H7BaseBuff]
mName=""
mTooltip=""

v1.38.1

[CreatureGrowthBonus.A_dweling_master_core H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="基础住所所有者"
mTooltip="总督：在该英雄担任总督的城镇控制范围内的外部住所中，核心生物的周产量增加 %buff1.buff.stat。"

[CreatureGrowthBonus.A_dweling_master_core_Buff H7BaseBuff]
mName="基础住所所有者"
mTooltip=""

[CreatureGrowthBonus.A_dweling_master_elite H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="精英领地所有者"
mTooltip="总督：在该英雄担任总督的城镇控制范围内的外部住所中，精英生物的周产量增加 %buff1.buff.stat。"

[CreatureGrowthBonus.A_dweling_master_elite_Buff H7BaseBuff]
mName="精英领地所有者"
mTooltip=""


[Heros_names.A_Arpagon_Name H7GlobalName]
mName="阿尔帕贡"

[Archetype.A_Arpagon H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Arpagon H7HeroBioData]
mText="阿尔帕贡出生在一个非常贫穷的家庭，每一枚硬币都被节省下来以便能够糊口。他只把黄金花在必需品上。"


[Heros_names.A_Morilan_Name H7GlobalName]
mName="莫里兰"

[A_Morilan H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Morilan H7HeroBioData]
mText="莫蒂兰是一位银行家的儿子。他完善了父亲的技能，并已成为公共金融领域的重要参与者。"


v1.38.3

[Heros_names.A_Aaricia_Name H7GlobalName]
mName="阿丽西亚"

[Archetype.A_Aaricia H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Aaricia H7HeroBioData]
mText="阿丽西亚是维京国王疯癫甘道夫的女儿。在她童年时期，她爱上了年轻的托尔加尔。他们后来结婚并育有两个孩子，先是约兰，然后是卢夫。阿丽西亚最希望与家人生活在一起，这就是为什么她总是对托尔加尔的冒险离开皱眉头。"

v1.40

[Archetype.A_Ali_Khan H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Ali_Khan_Name H7GlobalName]
mName="阿里·汗"

[heropedya.A_HeroBio_Ali_Khan H7HeroBioData]
mText="阿里·汗和任何人一样富有……尽管如此，他只是一个卑鄙的小气鬼！他修补自己的衣服，偷窃客人的东西，并且经常忘记支付员工的工资！"

[Archetype.A_Daoguang H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Daoguang_Name H7GlobalName]
mName="道光"

[heropedya.A_HeroBio_Daoguang H7HeroBioData]
mText="说道光在一切事情上都节省是严重低估了他。尽管他极其富有，但他的衣服破旧，食物非常普通，而且付给员工的工资很少（如果他付的话！）。简而言之，他是个大吝啬鬼，而且相当……狂野！"


1.41

[Heros_names.A_Dimitri_Name H7GlobalName]
mName="迪米特里"

[Archetype.A_Dimitri H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Dimitri H7HeroBioData]
mText="迪米特里是来自寒冷地区一个强大家族的继承人。他极其富有，并且不尊重他人。他是个有魅力的人物，但他的灵魂完全被贪婪腐蚀了。"

[Heros_names.A_Malitra_Name H7GlobalName]
mName="马利特拉"

[Archetype.A_Malitra H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Malitra H7HeroBioData]
mText="马利特拉喜欢说他是白手起家的。出生贫穷，小时候他接受任何工作，即使是最不卫生和最危险的，只要报酬丰厚。从一件事到另一件事，或者更确切地说，从一个没人想要的工作到大型骗局，他设法在社会中崛起，直到凭借其巨大的财富变得不可或缺。"